Repository: barmanaginn/barman-stocks
Catalog: barman_stocks/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Add stocks for products
fr: Ajout des stocks pour les produits

source: If True, transactions that make the stock neagtive will return an error. If False, the stock goes in negative
fr: Si vrai, les transcations qui font passer le stock en négatif retourneront une erreur. Si faux, le stock va dans le négatif

source: If True, draft products will automatically set use_stocks to False, as a different plugin should be used.
fr: Si vrai, les stocks seront atuomatiquement désactivés pour les produits pressions (un plugin différent doit être utilisé pour les pressions).

source: Product
fr: Produit

source: Use stock
fr: Utiliser les stocks

source: The stock of the product does not authorize the operation.
fr: Le stock du produit n'autorise pas l'opération.

source: Stocks of category %(category)s
fr: Stocks de la catégorie %(category)s

source: Products with desactivated stocks
fr: Produits avec les stocks désactivés

source: Update
fr: Mettre à jour

source: Desactivate stocks
fr: Désactiver les stocks

source: Last stock value
fr: Dernière valeur du stock

source: Activate stocks
fr: Activer les stocks

source: Stock was updated
fr: Le stock a été mis à jour
